Repository: Abstract-Tech/sandbox-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: de_de, fr_fr, hi

source: Experience the Open edX LMS like never before!
de_de: Erleben Sie das Open edX LMS wie nie zuvor!
fr_fr: Découvrez Open edX LMS comme jamais auparavant !
hi: Open edX LMS का अनुभव पहले कभी नहीं किया जैसा!

source: Want to get a hands-on experience with the Open edX LMS without having to set up the environment from scratch?
de_de: Möchten Sie das Open edX LMS aus erster Hand erleben, ohne die Umgebung von Grund auf einrichten zu müssen?
fr_fr: Envie de découvrir Open edX LMS sans avoir à configurer l'environnement de zéro ?
hi: क्या आप बिना वातावरण को शून्य से स्थापित किए Open edX LMS का व्यावहारिक अनुभव करना चाहते हैं?

source: Our immersive experience lets you explore the core features and functionality from both a learner's and a course author's perspective. No need to create and configure your own environment - just register with your email address and start exploring. It's that easy, with no complicated authentication process. Try it out and see how Open edX can work for you!
de_de: Unsere immersive Erfahrung ermöglicht es Ihnen, die Kernfunktionen und -funktionalitäten aus der Perspektive eines Lernenden und eines Kursautors zu erkunden. Sie müssen keine eigene Umgebung erstellen und konfigurieren - einfach mit Ihrer E-Mail-Adresse registrieren und mit der Erkundung beginnen. Es ist so einfach, ohne komplizierte Authentifizierungsprozesse. Probieren Sie es aus und sehen Sie, wie Open edX für Sie arbeiten kann!
fr_fr: Notre expérience immersive vous permet d'explorer les fonctionnalités principales du point de vue de l'apprenant et de l'auteur de cours. Pas besoin de créer et de configurer votre propre environnement - il suffit de vous inscrire avec votre adresse e-mail et de commencer à explorer. C'est aussi simple, sans processus d'authentification compliqué. Essayez-le et voyez comment Open edX peut vous être utile !
hi: हमारा इनवॉल्विंग अनुभव आपको एक छात्र और एक कोर्स लेखक दोनों के दृष्टिकोण से मुख्य विशेषताओं और कार्यक्षमता का पता लगाने देता है। अपनी स्वयं की वातावरण बनाने और कॉन्फ़िगर करने की आवश्यकता नहीं है - बस अपने ईमेल पते के साथ पंजीकरण करें और अन्वेषण करना शुरू करें। यह इतना आसान है, बिना किसी जटिल प्रमाणीकरण प्रक्रिया के। इसे आज़माएं और देखें कि Open edX आपके लिए कैसे काम कर सकता है!

source: Are you learner?
de_de: Bist du ein Lernender?
fr_fr: Êtes-vous un apprenant ?
hi: क्या आप छात्र हैं?

source: Experience and explore the Open edX LMS from a learner's perspective and check out the latest features the platform has to offer for an engaging and interactive learning journey!
de_de: Erleben und erkunden Sie das Open edX LMS aus der Perspektive eines Lernenden und entdecken Sie die neuesten Funktionen, die die Plattform für eine ansprechende und interaktive Lernerfahrung bietet!
fr_fr: Découvrez Open edX LMS du point de vue de l'apprenant et découvrez les dernières fonctionnalités de la plateforme pour un parcours d'apprentissage engageant et interactif !
hi: एक छात्र के दृष्टिकोण से Open edX LMS का अनुभव करें और अन्वेषण करें और नवीनतम सुविधाओं को देखें जो मंच एक आकर्षक और इंटरैक्टिव लर्निंग यात्रा के लिए प्रदान करता है!

source: Are you a course author?
de_de: Sind Sie ein Kursautor?
fr_fr: Êtes-vous un auteur de cours ?
hi: क्या आप एक कोर्स लेखक हैं?

source: The Open edX Studio comes out of the box with a huge variety of different component types for you to create engaging and interactive online courses.
de_de: Das Open edX Studio enthält von Haus aus eine Vielzahl verschiedener Komponententypen, mit denen Sie ansprechende und interaktive Online-Kurse erstellen können.
fr_fr: Open edX Studio est prêt à l'emploi avec une grande variété de types de composants différents pour créer des cours en ligne engageants et interactifs.
hi: Open edX Studio बॉक्स से बाहर आते ही विभिन्न घटक प्रकारों की एक विशाल विविधता के साथ आता है, ताकि आप आकर्षक और इंटरैक्टिव ऑनलाइन पाठ्यक्रम बना सकें।

source: Check it out!
de_de: Schauen Sie es sich an!
fr_fr: Découvrez-le !
hi: इसे देखें!

source: About the Open edX project
de_de: Über das Open edX-Projekt
fr_fr: À propos du projet Open edX
hi: Open edX परियोजना के बारे में

source: Code of conduct
de_de: Verhaltenskodex
fr_fr: Code de conduite
hi: आचार संहिता

source: Join our community
de_de: Treten Sie unserer Community bei
fr_fr: Rejoignez notre communauté
hi: हमारे समुदाय में शामिल हों

source: Working Groups
de_de: Arbeitsgruppen
fr_fr: Groupes de travail
hi: कार्य समूह

source: Marketplace
de_de: Marktplatz
fr_fr: Place de marché
hi: बाजार

source: Abstract Technology GmbH is a verified service provider, dedicated to supporting and maintaining this Open edX® sandbox.
de_de: Die Abstract Technology GmbH ist ein verifizierter Dienstleister, der sich der Unterstützung und Wartung dieses Open edX®-Sandkastens widmet.
fr_fr: Abstract Technology GmbH est un prestataire de services vérifié, dédié au support et à la maintenance de ce sandbox Open edX®.
hi: Abstract Technology GmbH एक सत्यापित सेवा प्रदाता है, जो इस Open edX® सैंडबॉक्स का समर्थन और रखरखाव करने के लिए समर्पित है।

source: Terms of Use and
de_de: Nutzungsbedingungen und
fr_fr: Conditions d'utilisation et
hi: उपयोग की शर्तें और

source: Trademark / Licensing Details
de_de: Marken- / Lizenzdetails
fr_fr: Détails sur les marques / licences
hi: ट्रेडमार्क / लाइसेंसिंग विवरण

source: © 2024 Axim Collaborative, Inc. All Rights Reserved. edX and Open edX are registered trademarks of edX LLC.
de_de: © 2024 Axim Collaborative, Inc. Alle Rechte vorbehalten. edX und Open edX sind eingetragene Marken der edX LLC.
fr_fr: © 2024 Axim Collaborative, Inc. Tous droits réservés. edX et Open edX sont des marques déposées de edX LLC.
hi: © 2024 Axim Collaborative, Inc. सर्वाधिकार सुरक्षित। edX और Open edX, edX LLC के पंजीकृत ट्रेडमार्क हैं।

source: Unlock Your Potential: Discover New Courses Today!
de_de: Entfesseln Sie Ihr Potenzial: Entdecken Sie noch heute neue Kurse!
fr_fr: Libérez votre potentiel : Découvrez de nouveaux cours dès aujourd'hui !
hi: अपनी क्षमता को खोलें: आज ही नए कोर्स खोजें!

source: Explore a world of knowledge and enhance your skills with our diverse range of courses
de_de: Entdecken Sie eine Welt des Wissens und verbessern Sie Ihre Fähigkeiten mit unserer vielfältigen Auswahl an Kursen
fr_fr: Explorez un monde de connaissances et améliorez vos compétences avec notre large éventail de cours
hi: ज्ञान की दुनिया का अन्वेषण करें और हमारे विविध कोर्सों के साथ अपनी क्षमताओं को बढ़ाएँ

source: Discover
de_de: Entdecken

source: About
de_de: Über
hi: के बारे में

source: Register for free
de_de: Kostenlos registrieren
hi: नि:शुल्क पंजीकरण करें

source: Sign in
de_de: Anmelden
hi: साइन इन करें

source: Contact Us
de_de: Kontaktiere uns
hi: हमसे संपर्क करें

source: Help
de_de: Hilfe
hi: मदद

source: Discover courses
de_de: Entdecken Sie Kurse
fr_fr: Découvrir les cours
hi: खोजें

source: Are you a learner?
de_de: Sind Sie ein Lernender?
